{
  "status": "success",
  "totalResults": 370,
  "results": [
  {
  "title": "Gamechanger Full-Self-Driving: Teslas Autopilot erkennt jetzt Manipulationen",
  "link": "https://www.finanzen.ch/nachrichten/aktien/gamechanger-full-self-driving-teslas-autopilot-erkennt-jetzt-manipulationen-1031971196",
  "keywords": null,
  "creator": null,
  "video_url": null,
  "description": "• Tesla macht FSD-Beta für alle Kunden in Nordamerika verfügbar<br> • Manipulation des Autopiloten erschwert<br> • Cheat devices sollen erkannt werden - Abschaltung droht<!-- sh_cad_1 --><br><br> <a href=\"/aktien/tesla-aktie\" target=\"_blank\" rel=\"noopener\">Teslas</a> Fahrassistenzsoftware gilt vielen Kunden als Kaufgrund. Bislang hatte...",
  "content": null,
  "pubDate": "2022-12-15 15:39:00",
  "image_url": "https://images.finanzen.ch/images/unsortiert/tesla-nadezda-murmakova-260-1246.jpg",
  "source_id": "finanzen_ch",
  "country": [
  "switzerland"
  ],
  "category": [
  "top"
  ],
  "language": "german"
  },
  {
  "title": "İlon Mask 3,58 milyard dollar dəyərində Tesla səhmlərini satıb",
  "link": "https://medianews.az/2022/12/15/ilon-mask-3-58-milyard-dollar-deyerinde-tesla-sehmlerini-satib",
  "keywords": [
  "Dünya",
  "export"
  ],
  "creator": [
  "Nəzrin"
  ],
  "video_url": null,
  "description": "Tesla-nın baş direktoru İlon Maskın bu həftə daha 3,58 milyard dollar dəyərində Tesla səhmlərini satdığı bildirilir. ABŞ Qiymətli Kağızlar və Birja Komissiyasına (SEC) verilən bildirişə görə, Mask şirkətin 22 milyon səhmini satıb. Twitter-i 44 milyard dollara aldıqdan sonra ikinci səhm satışını həyata keçirən Mask noyabrda Tesla-nın 3,95 milyard dollarlıq səhmlərini də satıb. Bundan əlavə, Musk […]",
  "content": null,
  "pubDate": "2022-12-15 15:28:28",
  "image_url": null,
  "source_id": "medianews",
  "country": [
  "azerbaijan"
  ],
  "category": [
  "world"
  ],
  "language": "Azerbaijani"
  },
  {
  "title": "Elon Musk&amp;rsquo;s Tesla share sales approach the $40 billion mark",
  "link": "https://thepeninsulaqatar.com/article/15/12/2022/elon-musks-tesla-share-sales-approach-the-40-billion-mark",
  "keywords": [
  "Business",
  "World Business"
  ],
  "creator": null,
  "video_url": null,
  "description": null,
  "content": null,
  "pubDate": "2022-12-15 15:23:05",
  "image_url": null,
  "source_id": "thepeninsulaqatar",
  "country": [
  "new zealand"
  ],
  "category": [
  "business"
  ],
  "language": "english"
  },
  {
  "title": "Musk vende US$ 3,6 bilhões em ações da Tesla",
  "link": "https://oantagonista.uol.com.br/economia/musk-vende-us-36-bilhoes-em-acoes-da-tesla/",
  "keywords": [
  "Economia",
  "Elon Musk",
  "Musk",
  "Tesla",
  "Twitter",
  "EUA",
  "economia"
  ],
  "creator": [
  "O Antagonista"
  ],
  "video_url": null,
  "description": "Elon Musk (foto) vendeu cerca de 22 milhões de ações da Tesla por US$ 3,6 bilhões entre segunda (12) e quarta-feira (14). Os dados...  ",
  "content": null,
  "pubDate": "2022-12-15 14:58:04",
  "image_url": null,
  "source_id": "oantagonista",
  "country": [
  "brazil"
  ],
  "category": [
  "top"
  ],
  "language": "portuguese"
  },
  {
  "title": "Solar Vehicle Market is Expected Grow at a Rate of 38.09% By 2029, Key Players-Ford Motor Company, AUDI AG, Kia Motors",
  "link": "https://www.headlinesoftoday.com/topic/press-releases/solar-vehicle-market-is-expected-grow-at-a-rate-of-38-09-by-2029-key-players-ford-motor-company-audi-ag-kia-motors.html",
  "keywords": [
  "Press-Releases"
  ],
  "creator": [
  "EIN Presswire"
  ],
  "video_url": null,
  "description": "Global Solar Vehicle Market According to Data Bridge Market Research the Report of Global Solar Vehicle Market – Industry Trends and Forecast to 2029 PUNE, MAHARASHTRA, INDIA, December 15, 2022 /EINPresswire.com/ — Data Bridge Market research has a newly released expansive study titled “Solar Vehicle Market” which guarantees you will remain better informed than your […]",
  "content": "Global Solar Vehicle Market According to Data Bridge Market Research the Report of Global Solar Vehicle Market – Industry Trends and Forecast to 2029 PUNE, MAHARASHTRA, INDIA, December 15, 2022 /EINPresswire.com/ — Data Bridge Market research has a newly released expansive study titled “Solar Vehicle Market” which guarantees you will remain better informed than your competition. This study provides a broader perspective of the marketplace with its comprehensive market insights and analysis which eases survival and succeeding in the market. The Solar Vehicle market report is an excellent report that makes it possible to the Solar Vehicle industry to take strategic decisions and achieve growth objectives. The analysis of this report has been used to examine various segments that are relied upon to witness the quickest development based on the estimated forecast frame. This report also provides the company profile, product specifications, production value, contact information of the manufacturer, and market shares for the company. The report helps the Solar Vehicle industry to divulge the best market opportunities and look after proficient information to efficiently climb the ladder of success. Global Solar Vehicle Market was valued at USD 425.00 million in 2021 and is expected to reach USD 5619.36 million by 2029, registering a CAGR of 38.09% during the forecast period of 2022-2029. Battery Passenger Cars accounts for the largest propulsion type segment in the respective market owing to the rising sales of passenger cars in the electric vehicle. The market report curated by the Data Bridge Market Research team includes in-depth expert analysis, import/export analysis, pricing analysis, production consumption analysis, and pestle analysis. Get a Sample PDF of Solar Vehicle Market Research Report@ https://www.databridgemarketresearch.com/request-a-sample/?dbmr=global-solar-vehicle-market Solar Vehicle Market Overview: Solar vehicles are the type of automotive vehicles that have been equipped and integrated with solar cells that can generate and store electricity for powering up various components inside the vehicle and even help in mobility of the electric vehicles. Solar vehicles do not utilize or depend completely on solar energy for mobility of the vehicle or powering the components inside the vehicles. They are currently only focused as an alternative source of energy. List of the leading companies operating in the Solar Vehicle Market includes: Ford Motor Company (US) General Motors (US) AUDI AG (Germany) Kia Motors Corporation (South Korea) Groupe Renault (France) Groupe PSA (France) SAIC Motor Corporation Limited (China) Tesla (US) Daimler AG (Germany) BMW AG (Germany) Hyundai Motor Company (South Korea) BYD Company Ltd. (China) Continental AG (Germany) TOYOTA MOTOR CORPORATION (Japan) Nissan Motor Co., LTD. (Japan) Volkswagen AG (Germany) AB Volvo (Sweden) Honda Motor Co., Ltd. (Japan) Access Full Report@ https://www.databridgemarketresearch.com/checkout/buy/enterprise/global-solar-vehicle-market Solar Vehicle Market Dynamics Drivers Increase in Government Initiatives The increase in the initiatives undertaken by the governments to provide subsidies, and financial benefits acts as one of the major factors driving the growth of solar vehicle market. The decline in prices of components utilized in the development and integration of solar vehicles has a positive impact on the market. Development of Zero-Emission Vehicles The rise in investments in research and development activities by OEMs to develop zero-emission vehicles accelerate the market growth. The increase in concern about environmental pollution and surge in in demand for energy-efficient sources as an alternative to fuel and improved vehicle efficiency drives the market further. Hybrid Vehicle Sales The increase in the hybrid vehicle sales across the globe acts as one of the major factors driving the growth of electric vehicle market. The consumer preference is rapidly inclining towards passenger and commercial hybrid vehicles due to the rising environmental consciousness. Additionally, expansion of the automotive sector, surge in investments and increased disposable income positively affect the solar vehicle market. Opportunities Furthermore, presence of EV charging stations powered by solar panels extend profitable opportunities to the market players in the forecast period of 2022 to 2029. Also, use of vehicle-to-grid (V2g) EV charging stations for electric vehicles will further expand the market. Restraints/Challenges On the other hand, high cost associated with the vehicle and less operational efficiency of solar vehicles are expected to obstruct market growth. Also, lack of standardization and low efficiency resulting in short distance operation are projected to challenge the solar vehicle market in the forecast period of 2022-2029. This solar vehicle market report provides details of new recent developments, trade regulations, import-export analysis, production analysis, value chain optimization, market share, impact of domestic and localized market players, analyses opportunities in terms of emerging revenue pockets, changes in market regulations, strategic market growth analysis, market size, category market growths, application niches and dominance, product approvals, product launches, geographic expansions, technological innovations in the market. To gain more info on solar vehicle market contact Data Bridge Market Research for an Analyst Brief, our team will help you take an informed market decision to achieve market growth. To Gain More Insights into the Market Analysis, Browse Summary of the Solar Vehicle Market Report@ https://www.databridgemarketresearch.com/reports/global-solar-vehicle-market Global Solar Vehicle Market Scope and Market Size The solar vehicle market is segmented on the basis of component, industry trends, charging infrastructure type, vehicle type, solar panel and EV type. The growth amongst these segments will help you analyze meagre growth segments in the industries and provide the users with a valuable market overview and market insights to help them make strategic decisions for identifying core market applications. Component Ev Battery Cells and Packs On-Board Charger Infotainment System Instrument Cluster Industry Trends Electric Taxi Robo-Taxi Light Solar Vehicle Battery Swapping Electric Autonomous Vehicles Charging Infrastructure Type Normal Charge CCS Chademo Tesla Supercharger Vehicle Type Passenger Cars Commercial Vehicles Solar Panel Monocrystalline Solar Panel Polycrystalline Solar Panel EV Type HEV BEV PHEV Solar Vehicle Market Country Level Analysis The countries covered in the solar vehicle market report are the U.S., Canada and Mexico in North America, Brazil, Argentina and Rest of South America as part of South America, Germany, Italy, U.K., France, Spain, Netherlands, Belgium, Switzerland, Turkey, Russia, Rest of Europe in Europe, Japan, China, India, South Korea, Australia, Singapore, Malaysia, Thailand, Indonesia, Philippines, Rest of Asia-Pacific (APAC) in the Asia-Pacific (APAC), Saudi Arabia, U.A.E, South Africa, Egypt, Israel, Rest of Middle East and Africa (MEA) as a part of Middle East and Africa (MEA). North America dominates the solar vehicle market because of the introduction of advanced technology along with rising number of research and development activities within the region. Asia-Pacific (APAC) is expected to witness significant growth during the forecast period of 2022 to 2029 due to the prevalence of incentives in the form of subsidies from the government for the adoption of electric vehicle in the region. The country section of the report also provides individual market impacting factors and changes in market regulation that impact the current and future trends of the market. Data points such as down-stream and upstream value chain analysis, technical trends and porter’s five forces analysis, case studies are some of the pointers used to forecast the market scenario for individual countries. Also, the presence and availability of global brands and their challenges faced due to large or scarce competition from local and domestic brands, impact of domestic tariffs and trade routes are considered while providing forecast analysis of the country data. Make an Enquiry before Buying@ https://www.databridgemarketresearch.com/inquire-before-buying/?dbmr=global-solar-vehicle-market Solar Vehicle Market Key Benefits over Global Competitors: The report provides a qualitative and quantitative analysis of the Solar Vehicle market trends, forecasts, and market size to determine new opportunities. Porter’s Five Forces analysis highlights the potency of buyers and suppliers to enable stakeholders to make strategic business decisions and determine the level of competition in the industry. Top impacting factors & major investment pockets are highlighted in the research. The major countries in each region are analysed and their revenue contribution is mentioned. The market player positioning segment provides an understanding of the current position of the market players active in the Solar Vehicle industry. Table of Content: Global Solar Vehicle Market INTRODUCTION MARKET SEGMENTATION EXECUTIVE SUMMARY PREMIUM INSIGHTS MARKET OVERVIEW GLOBAL SOLAR VEHICLE MARKET, BY COMPONENT GLOBAL SOLAR VEHICLE MARKET, BY INDUSTRY TRENDS GLOBAL SOLAR VEHICLE MARKET, BY CHARGING INFRASTRUCTURE TYPE GLOBAL SOLAR VEHICLE MARKET, BY VEHICLE TYPE GLOBAL SOLAR VEHICLE MARKET, BY SOLAR PANEL GLOBAL SOLAR VEHICLE MARKET: COMPANY LANDSCAPE SWOT ANALYSIS COMPANY PROFILE QUESTIONNAIRE RELATED REPORTS New Business Strategies, Challenges & Policies are mentioned in Table of Content, Request TOC@ https://www.databridgemarketresearch.com/toc/?dbmr=global-solar-vehicle-market Browse Related Reports: Global Mega Solar Power Plant Market, By Components (Photovoltaics, Solar Thermal Power Plants, Solar Power Towers, Solar Pond), Technology (Concentrator Photovoltaics, Floatovoltaics), End- User (Commercial, Industrial, Residential), Country (U.S., Canada, Mexico, Brazil, Argentina, Rest of South America, Germany, Italy, U.K., France, Spain, Netherlands, Belgium, Switzerland, Turkey, Russia, Rest of Europe, Japan, China, India, South Korea, Australia, Singapore, Malaysia, Thailand, Indonesia, Philippines, Rest of Asia-Pacific, Saudi Arabia, U.A.E, South Africa, Egypt, Israel, Rest of Middle East and Africa) Industry Trends and Forecast to 2028. https://www.databridgemarketresearch.com/reports/global-mega-solar-power-plant-market Kuwait Solar Photovoltaic (PV) System Market, By Type (Multi-Si, Mono-Si, Thin Film), Component (Hardware, Services), System Type (Grid-Tied System, Grid-Tied System with Battery Back-Up and Off-Grid System), Project Type (Solar Roof Top, Solar Car Port, Solar Ground Mounted, Solar BIPV, Others), End-user (Residential, Non-Residential, Commercial and Utility)-Industry Trends and Forecast to 2028. https://www.databridgemarketresearch.com/reports/kuwait-solar-pv-system-market Global Solar Cell Paste Market, By Type (Front Side Silver Paste, Rear Side Silver Paste, Aluminum Paste, Back-Side Silver Solar Cell Paste), Application (Monocrystalline Solar Cell, Polycrystalline Solar Cell), Country (U.S., Canada, Mexico, Brazil, Argentina, Rest of South America, Germany, Italy, U.K., France, Spain, Netherlands, Belgium, Switzerland, Turkey, Russia, Rest of Europe, Japan, China, India, South Korea, Australia, Singapore, Malaysia, Thailand, Indonesia, Philippines, Rest of Asia-Pacific, Saudi Arabia, U.A.E, South Africa, Egypt, Israel, Rest of Middle East and Africa) – Industry Trends and Forecast to 2029. https://www.databridgemarketresearch.com/reports/global-solar-cell-paste-market Global Crystalline Solar Powered Vehicle Market, By Vehicle Type (Passenger Cars, Commercial Vehicles), Solar Panel Type (Mono-Crystalline, Poly-Crystalline), Propulsion (Battery, Hybrid Electric Vehicle), Battery Type (Lithium-Ion, Lead Acid, Others), Country (U.S., Canada, Mexico, Brazil, Argentina, Rest of South America, Germany, Italy, U.K., France, Spain, Netherlands, Belgium, Switzerland, Turkey, Russia, Rest of Europe, Japan, China, India, South Korea, Australia, Singapore, Malaysia, Thailand, Indonesia, Philippines, Rest of Asia Pacific, South Africa, Saudi Arabia, U.A.E, Israel, Egypt, Rest of Middle East and Africa), Industry Trends and Forecast to 2029. https://www.databridgemarketresearch.com/reports/global-crystalline-solar-powered-vehicle-market About Data Bridge Market Research, Private Ltd Data Bridge Market Research Pvt Ltd is a multinational management consulting firm with offices in India and Canada. As an innovative and neoteric market analysis and advisory company with unmatched durability level and advanced approaches. We are committed to uncover the best consumer prospects and to foster useful knowledge for your company to succeed in the market. Data Bridge Market Research is a result of sheer wisdom and practice that was conceived and built-in Pune in the year 2015. The company came into existence from the healthcare department with far fewer employees intending to cover the whole market while providing the best class analysis. Later, the company widened its departments, as well as expands their reach by opening a new office in Gurugram location in the year 2018, where a team of highly qualified personnel joins hands for the growth of the company. “Even in the tough times of COVID-19 where the Virus slowed down everything around the world, the dedicated Team of Data Bridge Market Research worked round the clock to provide quality and support to our client base, which also tells about the excellence in our sleeve.” Data Bridge Market Research has over 500 analysts working in different industries. We have catered more than 40% of the fortune 500 companies globally and have a network of more than 5000+ clientele around the globe. Contact Us US: +1 888 387 2818\r UK: +44 208 089 1725\r Hong Kong: +852 8192 7475\r Email – corporatesales@databridgemarketresearch.com Sopan GedamData Bridge Market Research+1 888-387-2818email us here You just read: News Provided By December 15, 2022, 13:30 GMT EIN Presswire’s priority is source transparency. We do not allow opaque clients, and our editors try to be careful about weeding out false and misleading content. As a user, if you see something we have missed, please do bring it to our attention. Your help is welcome. EIN Presswire, Everyone’s Internet News Presswire, tries to define some of the boundaries that are reasonable in today’s world. Please see our Editorial Guidelines for more information. !function(f,b,e,v,n,t,s) {if(f.fbq)return;n=f.fbq=function(){n.callMethod? n.callMethod.apply(n,arguments):n.queue.push(arguments)}; if(!f._fbq)f._fbq=n;n.push=n;n.loaded=!0;n.version='2.0'; n.queue=[];t=b.createElement(e);t.async=!0; t.src=v;s=b.getElementsByTagName(e)[0]; s.parentNode.insertBefore(t,s)}(window, document,'script', 'https://connect.facebook.net/en_US/fbevents.js'); fbq('init', '251889322717210'); fbq('track', 'PageView'); Source link The content is by EIN Presswire. Headlines of Today Media is not responsible for the content provided or any links related to this content. Headlines of Today Media is not responsible for the correctness, topicality or the quality of the content.",
  "pubDate": "2022-12-15 14:32:03",
  "image_url": null,
  "source_id": "headlinesoftoday",
  "country": [
  "india"
  ],
  "category": [
  "top"
  ],
  "language": "english"
  },
  {
  "title": "Musk cashes out another $3.6bn in Tesla stock",
  "link": "https://thepeninsulaqatar.com/article/15/12/2022/musk-cashes-out-another-36bn-in-tesla-stock",
  "keywords": [
  "Business",
  "World Business"
  ],
  "creator": null,
  "video_url": null,
  "description": null,
  "content": "California: Tesla boss Elon Musk disclosed another $3.6bn in stock sales on Wednesday, taking his total near $40bn this year and frustrating investors as the company's shares wallow at two-year lows. A US securities filing showed he unloaded 22 million shares in the world's most valuable carmaker over three days from Monday to Wednesday. The sale is the second big chunk of stock he has cashed out since his $44bn purchase of Twitter in October. It isn't clear if the sales are related to the Twitter acquisition, but they are annoying investors who are upset by a perception he is diverting his focus and resources to Twitter ahead of Tesla. \"It doesn't put a lot of confidence in the business, or speak volumes for where his attention is at,\" said Tony Sycamore, an analyst at brokerage IG Markets, where Tesla is a popular stock among small-time investors. \"It's not a good situation. I've spoken to a lot of investors who have Tesla shares and they're absolutely furious at Elon.\" There was no immediate response to a Reuters request for comment from Tesla and from Musk emailed outside business hours. Musk's 13.4% stake in Tesla is down from about 17% a year ago, according to Refinitiv data. Tesla stock, which fell nearly 3% in premarket trading on Thursday, has halved this year, underperforming both automakers and the broader tech-heavy Nasdaq, which is down about 30% this year. The value of Musk's total selling over the past year comes to nearly $40bn. \"It will start to be tiring for investors,\" said Tareck Horchani, head of prime brokerage dealing at Maybank Securities in Singapore. Musk's fortune, mostly tied up in Tesla shares, has fallen with prices this year and he briefly lost his title as the world's richest person last week - according to Forbes - when he was overtaken by Louis Vuitton boss Bernard Arnault. Besides Tesla and Twitter, where Musk's management and tweets are attracting political attention and blowback, Musk also heads rocket company SpaceX and Neuralink, a startup developing interfaces to connect the human brain to computers. Tesla, meanwhile, is grappling with lingering logistics challenges and said in October it expected to miss this year's vehicle delivery target. It is more profitable than rivals who have struggled to make money from selling electric cars. The latest share sale comes a month after Musk sold shares worth $4bn in the days after he closed the Twitter deal. Tesla investor Ross Gerber, a strong supporter of Musk, said on Twitter that Tesla should announce a buy back \"to take advantage to (sic) the low share price Elon has created.\"",
  "pubDate": "2022-12-15 14:28:39",
  "image_url": null,
  "source_id": "thepeninsulaqatar",
  "country": [
  "new zealand"
  ],
  "category": [
  "business"
  ],
  "language": "english"
  },
  {
  "title": "Elon Musk offloads another $3.6 billion of Tesla stock",
  "link": "https://arstechnica.com/?p=1904697",
  "keywords": [
  "Cars",
  "Elon Musk",
  "Tesla"
  ],
  "creator": [
  "Financial Times"
  ],
  "video_url": null,
  "description": "Tesla’s share price is down 61% since start of 2022, trailing rivals Ford and GM.",
  "content": "Enlarge Getty Images | San Francisco Chronicle/Hearst Newspapers reader comments 130 with 0 posters participating Share this story Share on Facebook Share on Twitter Share on Reddit Elon Musk has offloaded another tranche of Tesla stock, worth almost $3.6 billion, in a move that risks further irritating already frustrated shareholders in the electric vehicle group. The billionaire, who took over the social media company in October , has sold four tranches of shares worth a total of almost $23 billion since announcing his takeover of Twitter. It is the third sale since declaring in April there would be “no further TSLA sales” to support the deal. This latest sell-off, which according to a filing took place between Monday and Wednesday this week, amounted to 22 million shares in the electric vehicle group. No reason was given for the sale. Musk could not be reached for comment on Wednesday evening. Musk arranged to finance the Twitter purchase with $12.7 billion of bank debt and also announced $7 billion of equity commitments from other investors this year, implying he would be on the hook for more than $24 billion of the purchase price. On Tuesday, Musk tweeted: “At risk of stating obvious, beware of debt in turbulent macroeconomic conditions, especially when Fed keeps raising rates.” The sale comes as investors displayed frustration over Tesla’s future under the stewardship of what some consider to be a highly distracted chief executive. Advertisement Tesla’s share price is down 61 percent since the start of the year, underperforming rival car groups such as Ford or General Motors. “Elon abandoned Tesla and Tesla has no working CEO,” wrote Leo KoGuan, a major Tesla shareholder, on Twitter. “Are we merely Elon’s foolish bag holders?” he added in another post. “An executioner, Tim Cook-like is needed, not Elon.” Elon abandoned Tesla and Tesla has no working CEO Tesla needs and deserves to have working full time CEO What Tesla BOD should do, do nothing? Elon will find his own successor under BOD independent supervision https://t.co/AJSvij9ncP — KoGuan Leo (@KoguanLeo) December 14, 2022 Musk appeared to try to address concerns on Twitter, writing on Tuesday: “I will make sure Tesla shareholders benefit from Twitter long-term.” But such proclamations are overshadowed by the controversy surrounding the management of the volatile social network. Further Reading Twitter suspends @ElonJet plane-tracking bot after Musk pledged to leave it up On Wednesday, Twitter suspended an account that had been sharing publicly available data on the movements of Musk’s private jet. The existence of the account had previously been cited by Musk as evidence that he would not put his own interests ahead of his supposed “free speech” principles in running Twitter. Musk said on Wednesday that the account was putting his family at risk, announcing a change in Twitter policy regarding the disclosure of locations. “Any account doxxing real-time location info of anyone will be suspended, as it is a physical safety violation,” Musk wrote on Twitter, referencing the phrase typically used to describe the malicious publishing of a person's private details, such as a home address. The falling Tesla share price has been severe enough to see Musk lose his coveted position as the world’s richest man, falling to the number two spot behind luxury magnate Bernard Arnault, according to the Bloomberg Billionaires Index ranking. © 2022 The Financial Times Ltd . All rights reserved . Not to be redistributed, copied, or modified in any way.",
  "pubDate": "2022-12-15 14:23:41",
  "image_url": null,
  "source_id": "arstechnica",
  "country": [
  "united states of america",
  "india",
  "canada"
  ],
  "category": [
  "technology"
  ],
  "language": "english"
  },
  {
  "title": "Tesla stock slips as Musk sells another $3.58B of its shares",
  "link": "https://www.princegeorgecitizen.com/national-business/tesla-stock-slips-as-musk-sells-another-358b-of-its-shares-6252614",
  "keywords": null,
  "creator": [
  "Canadian Press"
  ],
  "video_url": null,
  "description": "Shares of Tesla are sliding before the market open on Thursday after news broke that CEO Elon Musk sold another $3.58 billion worth of the electric vehicle maker's stock this week.",
  "content": null,
  "pubDate": "2022-12-15 14:13:39",
  "image_url": "https://www.vmcdn.ca/f/files/shared/feeds/cp/2022/12/2022121509120-639b28ad821cf083b82ca5cfjpeg.jpg;w=960",
  "source_id": "princegeorgecitizen",
  "country": [
  "canada"
  ],
  "category": [
  "business"
  ],
  "language": "english"
  },
  {
  "title": "Elon Musk vende acciones de Tesla por más de US$ 3,500 millones",
  "link": "https://gestion.pe/mundo/elon-musk-vende-acciones-de-tesla-por-mas-de-3500-millones-de-dolares-rmmn-noticia/",
  "keywords": null,
  "creator": null,
  "video_url": null,
  "description": "El magnate y empresario Elon Musk vendió casi 22 millones de acciones de Tesla por más de US$ 3,500 millones durante esta semana, según documentos hechos públicos y recogidos por el diario The Wall Street Journal.",
  "content": "El magnate y empresario Elon Musk vendió casi 22 millones de acciones de Tesla por más de US$ 3,500 millones durante esta semana, según documentos hechos públicos y recogidos por el diario The Wall Street Journal. Es la segunda vez que Musk se deshace de un número considerable de acciones de su compañía desde que compró Twitter a finales de octubre por US$ 44,000 millones. En noviembre se reveló que el también fundador de SpaceX había vendido 19.5 millones de acciones de Tesla por un valor de US$ 3,950 millones. LEA TAMBIÉN: El atractivo de Twitter para las marcas, aun cuando Elon Musk propone nuevas formas para monetizarla Estas ventas por parte del director ejecutivo de la empresa de vehículos eléctricos han tenido un efecto negativo sobre el precio de las acciones, que ha caído más de un 50% en 2022. Algunos analistas habían previsto que Musk se vería obligado a vender parte de sus acciones de Tesla para financiar el funcionamiento de Twitter, que según el propio empresario está perdiendo US$ 4 millones al día. Casi la totalidad de la inmensa fortuna de Musk, que hasta la adquisición de la red social estaba por encima de los US$ 200,000 millones, está invertida en las acciones del fabricante de automóviles. Con información de EFE",
  "pubDate": "2022-12-15 13:58:55",
  "image_url": null,
  "source_id": "gestionpe",
  "country": [
  "peru"
  ],
  "category": [
  "top"
  ],
  "language": "spanish"
  },
  {
  "title": "Tesla Options Traders See EV Stock Dropping By This Much In The Week Ahead",
  "link": "https://www.benzinga.com/news/22/12/30086662/tesla-options-traders-see-ev-stock-dropping-by-this-much-in-the-week-ahead",
  "keywords": [
  "CNBC",
  "Kelly Intelligence",
  "Kevin Kelly",
  "News",
  "Options Action",
  "TSLA",
  "Short Ideas",
  "Top Stories",
  "Markets",
  "Media",
  "Trading Ideas",
  "TSLA",
  "US88160R1014",
  "News",
  "Short Ideas",
  "Top Stories",
  "Markets",
  "Media",
  "Trading Ideas",
  "Benzinga"
  ],
  "creator": null,
  "video_url": null,
  "description": "Tesla Inc (NASDAQ: TSLA) CEO Elon Musk sold nearly $3.6 billion worth of shares in the electric vehicle maker on Wednesday, \"read more",
  "content": null,
  "pubDate": "2022-12-15 13:47:21",
  "image_url": null,
  "source_id": "benzinga",
  "country": [
  "united states of america"
  ],
  "category": [
  "top"
  ],
  "language": "english"
  }
  ],
  "nextPage": 1
  }